[
  "What’s the funniest nickname someone has given you?",
  "Have you ever laughed at a moment when you shouldn’t have?",
  "What’s the weirdest dream you’ve ever had?",
  "Who in this server would you call if you got arrested?",
  "What’s the most useless talent you have?",
  "What’s the most embarrassing song on your playlist?",
  "Have you ever pretended to be sick to skip school/work?",
  "What’s the dumbest thing you’ve done while being bored?",
  "If you had to marry a fictional character, who would it be?",
  "What’s your guilty pleasure snack?",
  "Have you ever sung loudly while wearing headphones and embarrassed yourself?",
  "What’s the most awkward text you’ve ever sent?",
  "Who here would you trust the least with your secrets?",
  "What’s the funniest YouTube rabbit hole you’ve ever fallen into?",
  "Have you ever liked a super cringe post by mistake?",
  "What’s the most childish thing you still do?",
  "If you were invisible for a day, what’s the first thing you’d do?",
  "What’s the weirdest thing you’ve Googled?",
  "Who here would you swap lives with for a day?",
  "What’s the dumbest lie you’ve ever told?",
  "What’s your most overused emoji?",
  "Who’s the funniest person you know?",
  "What’s your weirdest food combination?",
  "Have you ever tried to impress someone and failed?",
  "If animals could talk, which would be the rudest?",
  "What’s your most embarrassing school memory?",
  "What’s the longest time you’ve gone without showering?",
  "Who here do you think would survive a zombie apocalypse?",
  "What’s the most random thing in your room?",
  "What’s the most useless thing you’ve bought?",
  "Who was your first fictional crush?",
  "Have you ever laughed so hard you cried?",
  "What’s the worst excuse you’ve ever made?",
  "What’s your biggest internet fail?",
  "Have you ever stalked someone online?",
  "What’s your funniest autocorrect fail?",
  "What’s the dumbest fight you’ve had?",
  "Have you ever said ‘you too’ at the wrong time?",
  "What’s the funniest username you’ve ever seen?",
  "What’s the weirdest sound you can make?",
  "What’s your funniest nickname?",
  "Have you ever waved at someone who wasn’t waving at you?",
  "What’s your worst cooking disaster?",
  "What’s the strangest rumor you’ve heard about yourself?",
  "Have you ever tried to look cool and failed?",
  "What’s the weirdest thing you believed as a kid?",
  "What’s your cringiest photo ever?",
  "Have you ever replied ‘you too’ when a waiter said enjoy your meal?",
  "What’s the most embarrassing ringtone you’ve had?",
  "Who here would be the worst stand-up comedian?",
  "What’s the weirdest way you’ve hurt yourself?",
  "What’s your funniest sneeze sound?",
  "What’s the worst haircut you’ve had?",
  "What’s the funniest video you’ve ever seen?",
  "What’s your most embarrassing teacher memory?",
  "Have you ever forgotten someone’s name immediately after they said it?",
  "What’s the weirdest message you’ve gotten on social media?",
  "What’s your most awkward family moment?",
  "What’s your weirdest irrational fear?",
  "What’s the funniest typo you’ve made?",
  "Who here would you not want to be stuck in an elevator with?",
  "What’s your most embarrassing autocorrect?",
  "What’s your funniest pet story?",
  "Have you ever sent a text to the wrong person?",
  "What’s the dumbest way you’ve injured yourself?",
  "What’s the funniest excuse you’ve heard?",
  "What’s your cringiest social media post?",
  "Have you ever laughed at your own joke before finishing it?",
  "What’s the weirdest thing you’ve eaten?",
  "What’s your most embarrassing habit?",
  "Have you ever tripped in public?",
  "What’s your funniest gaming fail?",
  "What’s the weirdest nickname you’ve had?",
  "What’s the most awkward compliment you’ve received?",
  "Have you ever pretended to know a meme you didn’t?",
  "What’s your funniest childhood memory?",
  "What’s your most awkward online chat?",
  "Have you ever been caught talking to yourself?",
  "What’s the funniest auto-play video you’ve seen?",
  "What’s your funniest typo in chat?",
  "What’s the weirdest profile picture you’ve seen?",
  "What’s your most embarrassing username?",
  "Who here would you prank first?",
  "What’s the dumbest rumor you’ve believed?",
  "What’s your funniest teacher nickname?",
  "Have you ever waved at a stranger thinking you knew them?",
  "What’s the funniest app notification you’ve had?",
  "What’s your funniest fail in school?",
  "Have you ever liked your own post by mistake?",
  "What’s your funniest Discord memory?",
  "What’s the weirdest challenge you’ve tried?",
  "What’s the strangest dream you remember?",
  "What’s your most embarrassing favorite song?",
  "What’s the funniest lie you’ve told?",
  "Have you ever embarrassed yourself in front of a crush?",
  "What’s your funniest travel story?",
  "What’s your weirdest bathroom thought?",
  "What’s the funniest spelling mistake you’ve seen?",
  "What’s your most awkward selfie?",
  "What’s the funniest thing that’s ever happened in this server?"
]