[
  "What’s the funniest nickname someone has given you?",
  "Have you ever laughed at a moment when you shouldn’t have?",
  "What’s the weirdest dream you’ve ever had?",
  "Who in this server would you call if you got arrested?",
  "What’s the most useless talent you have?",
  "What’s the most embarrassing song on your playlist?",
  "Have you ever pretended to be sick to skip school/work?",
  "What’s the dumbest thing you’ve done while being bored?",
  "If you had to marry a fictional character, who would it be?",
  "What’s your guilty pleasure snack?",
  "Have you ever sung loudly while wearing headphones and embarrassed yourself?",
  "What’s the most awkward text you’ve ever sent?",
  "Who here would you trust the least with your secrets?",
  "What’s the funniest YouTube rabbit hole you’ve ever fallen into?",
  "Have you ever liked a super cringe post by mistake?",
  "What’s the most childish thing you still do?",
  "If you were invisible for a day, what’s the first thing you’d do?",
  "What’s the weirdest thing you’ve Googled?",
  "Who here would you swap lives with for a day?",
  "What’s the dumbest lie you’ve ever told?",
  "What’s your most overused emoji?",
  "Who’s the funniest person you know?",
  "What’s your weirdest food combination?",
  "Have you ever tried to impress someone and failed?",
  "If animals could talk, which would be the rudest?",
  "What’s your most embarrassing school memory?",
  "What’s the longest time you’ve gone without showering?",
  "Who here do you think would survive a zombie apocalypse?",
  "What’s the most random thing in your room?",
  "What’s the most useless thing you’ve bought?",
  "Who was your first fictional crush?",
  "Have you ever laughed so hard you cried?",
  "What’s the worst excuse you’ve ever made?",
  "What’s your biggest internet fail?",
  "Have you ever stalked someone online?",
  "What’s your funniest autocorrect fail?",
  "What’s the dumbest fight you’ve had?",
  "Have you ever said ‘you too’ at the wrong time?",
  "What’s the funniest username you’ve ever seen?",
  "What’s the weirdest sound you can make?",
  "What’s your funniest nickname?",
  "Have you ever waved at someone who wasn’t waving at you?",
  "What’s your worst cooking disaster?",
  "What’s the strangest rumor you’ve heard about yourself?",
  "Have you ever tried to look cool and failed?",
  "What’s the weirdest thing you believed as a kid?",
  "What’s your cringiest photo ever?",
  "Have you ever replied ‘you too’ when a waiter said enjoy your meal?",
  "What’s the most embarrassing ringtone you’ve had?",
  "Who here would be the worst stand-up comedian?",
  "What’s the weirdest way you’ve hurt yourself?",
  "What’s your funniest sneeze sound?",
  "What’s the worst haircut you’ve had?",
  "What’s the funniest video you’ve ever seen?",
  "What’s your most embarrassing teacher memory?",
  "Have you ever forgotten someone’s name immediately after they said it?",
  "What’s the weirdest message you’ve gotten on social media?",
  "What’s your most awkward family moment?",
  "What’s your weirdest irrational fear?",
  "What’s the funniest typo you’ve made?",
  "Who here would you not want to be stuck in an elevator with?",
  "What’s your most embarrassing autocorrect?",
  "What’s your funniest pet story?",
  "Have you ever sent a text to the wrong person?",
  "What’s the dumbest way you’ve injured yourself?",
  "What’s the funniest excuse you’ve heard?",
  "What’s your cringiest social media post?",
  "Have you ever laughed at your own joke before finishing it?",
  "What’s the weirdest thing you’ve eaten?",
  "What’s your most embarrassing habit?",
  "Have you ever tripped in public?",
  "What’s your funniest gaming fail?",
  "What’s the weirdest nickname you’ve had?",
  "What’s the most awkward compliment you’ve received?",
  "Have you ever pretended to know a meme you didn’t?",
  "What’s your funniest childhood memory?",
  "What’s your most awkward online chat?",
  "Have you ever been caught talking to yourself?",
  "What’s the funniest auto-play video you’ve seen?",
  "What’s your funniest typo in chat?",
  "What’s the weirdest profile picture you’ve seen?",
  "What’s your most embarrassing username?",
  "Who here would you prank first?",
  "What’s the dumbest rumor you’ve believed?",
  "What’s your funniest teacher nickname?",
  "Have you ever waved at a stranger thinking you knew them?",
  "What’s the funniest app notification you’ve had?",
  "What’s your funniest fail in school?",
  "Have you ever liked your own post by mistake?",
  "What’s your funniest Discord memory?",
  "What’s the weirdest challenge you’ve tried?",
  "What’s the strangest dream you remember?",
  "What’s your most embarrassing favorite song?",
  "What’s the funniest lie you’ve told?",
  "Have you ever embarrassed yourself in front of a crush?",
  "What’s your funniest travel story?",
  "What’s your weirdest bathroom thought?",
  "What’s the funniest spelling mistake you’ve seen?",
  "What’s your most awkward selfie?",
  "What’s the funniest thing that’s ever happened in this server?",
  "What’s the strangest thing you’ve done to avoid boredom?",
  "What’s your funniest school bus memory?",
  "What’s the weirdest misunderstanding you’ve had with a teacher?",
  "What’s your funniest awkward family photo?",
  "What’s the strangest reaction someone had to your joke?",
  "What’s your funniest mistake while ordering food?",
  "What’s the weirdest thing you’ve collected as a kid?",
  "What’s your funniest playground game memory?",
  "What’s the strangest question you’ve asked during class?",
  "What’s your funniest sleepover story?",
  "What’s the weirdest belief you had when younger?",
  "What’s your funniest story with a neighbor?",
  "What’s the strangest thing you’ve written in a test by mistake?",
  "What’s your funniest water park memory?",
  "What’s the weirdest mistake you’ve made while shopping?",
  "What’s your funniest story at a family wedding?",
  "What’s the strangest way you’ve celebrated your birthday?",
  "What’s your funniest awkward handshake story?",
  "What’s the weirdest excuse you’ve used in sports?",
  "What’s your funniest accident while playing a game?",
  "What’s the strangest object you’ve used as a toy?",
  "What’s your funniest moment in a cafeteria?",
  "What’s the weirdest habit you had as a child?",
  "What’s your funniest awkward greeting mistake?",
  "What’s the strangest superstition you believed from friends?",
  "What’s your funniest mistake during a spelling test?",
  "What’s the weirdest thing you’ve drawn in your notebook?",
  "What’s your funniest awkward fan interaction?",
  "What’s the strangest family rule you’ve had?",
  "What’s your funniest mistake while cooking with friends?",
  "What’s the weirdest childhood nickname you had?",
  "What’s your funniest embarrassing haircut story?",
  "What’s the strangest way you’ve gotten grounded?",
  "What’s your funniest awkward dance practice story?",
  "What’s the weirdest rumor you’ve heard at school?",
  "What’s your funniest mistake on social media?",
  "What’s the strangest punishment you’ve had?",
  "What’s your funniest moment with a pet?",
  "What’s the weirdest excuse you’ve heard for missing school?",
  "What’s your funniest misheard song lyric?",
  "What’s the strangest memory from kindergarten?",
  "What’s your funniest mistake during a sports match?",
  "What’s the weirdest thing you’ve believed about food?",
  "What’s your funniest story about a wrong text reply?",
  "What’s the strangest dream you’ve had about your friends?",
  "What’s your funniest story with cousins?",
  "What’s the weirdest excuse you’ve given for being late?",
  "What’s your funniest classroom slip-up?",
  "What’s the strangest memory from a doctor’s visit?",
  "What’s your funniest school assembly accident?",
  "What’s the weirdest thing you’ve worn for fun?",
  "What’s your funniest awkward travel experience?",
  "What’s the strangest pet name you’ve given?",
  "What’s your funniest moment at a park?",
  "What’s the weirdest excuse you’ve made to end a chat?",
  "What’s your funniest awkward online shopping story?",
  "What’s the strangest school project you’ve done?",
  "What’s your funniest awkward playground memory?",
  "What’s the weirdest thing you’ve said while nervous?",
  "What’s your funniest mistake during a presentation?",
  "What’s the strangest way you’ve lost a bet?",
  "What’s your funniest awkward family dinner moment?",
  "What’s the weirdest object you’ve accidentally broken?",
  "What’s your funniest mistake during P.E. class?",
  "What’s the strangest thing you’ve drawn by accident?",
  "What’s your funniest awkward trip memory?",
  "What’s the weirdest superstition you’ve seen?",
  "What’s your funniest classroom joke fail?",
  "What’s the strangest excuse you’ve made for not doing homework?",
  "What’s your funniest embarrassing costume memory?",
  "What’s the weirdest gift you’ve ever seen exchanged?",
  "What’s your funniest mistake on stage?",
  "What’s the strangest thing you’ve borrowed from a friend?",
  "What’s your funniest awkward cafeteria story?",
  "What’s the weirdest excuse you’ve made to skip sports?",
  "What’s your funniest embarrassing online profile picture?",
  "What’s the strangest snack you’ve tried?",
  "What’s your funniest story about forgetting something?",
  "What’s the weirdest punishment you’ve seen in school?",
  "What’s your funniest awkward school play?",
  "What’s the strangest phone call you’ve ever gotten?",
  "What’s your funniest awkward teacher meeting?",
  "What’s the weirdest thing you’ve drawn on a desk?",
  "What’s your funniest memory from recess?",
  "What’s the strangest excuse you’ve used to end a chat?",
  "What’s your funniest story about a surprise test?",
  "What’s the weirdest excuse you’ve given to your parents?",
  "What’s your funniest playground accident story?",
  "What’s the strangest gift you’ve gotten from family?",
  "What’s your funniest story about answering the wrong question?",
  "What’s the weirdest childhood fear you had?",
  "What’s your funniest embarrassing holiday story?",
  "What’s the strangest way you’ve messed up homework?",
  "What’s your funniest embarrassing crush story?",
  "What’s the weirdest dream you’ve had about your teacher?",
  "What’s your funniest story about wrong directions?",
  "What’s the strangest way you’ve been embarrassed in class?",
  "What’s your funniest embarrassing travel mistake?",
  "What’s the weirdest memory from a science class?",
  "What’s your funniest story about losing homework?",
  "What’s the strangest way you’ve been caught daydreaming?",
  "What’s your funniest embarrassing cafeteria accident?",
  "What’s the weirdest excuse you’ve heard from classmates?",
  "What’s your funniest awkward mistake during a test?",
  "What’s the strangest way you’ve hidden bad grades?",
  "What’s your funniest memory during a sleepover?",
  "What’s the weirdest dream you’ve had about family?",
  "What’s your funniest awkward bus ride?",
  "What’s the strangest way you’ve gotten caught lying?",
  "What’s your funniest awkward photo at school?",
  "What’s the weirdest story you’ve heard from classmates?",
  "What’s your funniest embarrassing sports fail?",
  "What’s the strangest object you’ve carried in your bag?",
  "What’s your funniest awkward laugh?",
  "What’s the weirdest excuse you’ve given for failing?",
  "What’s your funniest awkward shopping mistake?",
  "What’s the strangest story you’ve told without realizing?",
  "What’s your funniest embarrassing phone call?",
  "What’s the weirdest dream you’ve had about